/* Copyright © 2001-2012 Apple Inc. All Rights Reserved. */
/* Localization dictionary for Apple Hardware Test 3.0 series */

"is-two-bytes"	= "0";
"version-sig"	= "EN-070918";

"common-controls-restart"		= "Перезапустити";
"common-controls-shutdown"		= "Вимкнути";
"common-controls-continue"		= "Продовжити";

"common-tab-apple-title"		= " Про програму ";			// does look better with spaces at head and tail
"common-tab-test-title"			= " Перевірки обладнання ";	// does look better with spaces at head and tail
"common-tab-profile-title"		= " Профайл обладнання ";	// does look better with spaces at head and tail
"common-version-str"			= "Версія ";
"common-bundle-str"				= "Пакет ";

"mark-graphics-unknown-str"		= "Невідоме відео";
"mark-graphics-none-str"		= " ";

"mark-generic-present-str"		= "Інстальовано";
"mark-generic-absent-str"		= "Не знайдено";
"mark-generic-hasDevice-str"	= "Пристрій під’єднано";
"mark-generic-hasNoDevice-str"	= "Пристрій не під’єднано";

"units-hz--short-str"	= "Гц";
"units-hz--long-str"	= "Гц";
"units-byte-short-str"	= "б";
"units-byte-long-str"	= "байт";
"units-bit-short-str"	= "b";
"units-bit-long-str"	= "біт";
"units-volt-short-str"	= "В";
"units-volt-long-str"	= "Вольт";


"units-hour-str"		= " год. ";
"units-hours-str"		= " год. ";
"units-min-str"			= " хв. ";
"units-mins-str"		= " хв. ";
"units-sec-str"			= " сек.";
"units-secs-str"		= " сек.";

"units-kilo-str"		= "К";
"units-mega-str"		= "М";
"units-giga-str"		= "G";
"units-tera-str"		= "Т";

"delim-date-str"		= "/";
"delim-at-str"			= " @ ";
"delim-record-str"		= ":";
"delim-field-str"		= ", ";
"delim-item-str"		= "-";
"delim-decimal-str"		= ",";
"delim-thousds-str"		= ", ";
"delim-space-str"		= " ";
"delim-pct-str"			= "%";

"notcompat-nosupport-str"		= "Програма Apple Hardware Test не підтримує цей комп’ютер.";
"notcompat-ownrisk-str"			= "Продовжуйте на свій власний ризик [тестова версія].";


"test-head-intro1-text"			= "Програма Apple Hardware Test може перевірити обладнання вашого комп’ютера Mac.";
"test-head-intro2-text"			= "Для виконання перевірки натисніть кнопку «Перевірити» або натисніть клавішу «Т».";

"test-probe-onto-text"			= "Випробовую обладнання, це триватиме кілька хвилин…";
"test-probe-outof-text"			= "Випробування обладнання завершено.";

"test-controls-launch"			= "Тест";
"test-controls-interrupt"		= "Зупинити перевірку";

"test-choices-title"			= "Варіанти перевірки";
"test-about-title"				= "Про перевірки й результати";
"test-results-title"			= "Результати перевірки";

"test-results-notestyet"		= "Не можна почати переврку, поки не завершиться випробування обладнання.";
"test-results-nodevfound"		= "Пристроїв не знайдено.";
"test-results-notyet"			= "Готовий до перевірки.";
"test-results-quick-ongoing"	= "Триває перевірка.";
"test-results-extend-ongoing"	= "Триває розширена перевірка.";
"test-results-willstop"			= "Перевірку буде зупинено.";
"test-results-interrupted"		= "Перевірку не було завершено.";
"test-results-nofail"			= "Проблем не виявлено.";
"test-results-error"			= "Внутрішня помилка під час перевірки.";
"test-results-failed"			= "Увага! Програма Apple Hardware Test виявила помилку.";

"test-ongoing-short-status"		= "Триває перевірка.";
"test-ongoing-mlb-status"		= "Перевіряю основну материнську плату.";
"test-ongoing-memory-status"	= "Перевіряю пам’ять.";
"test-ongoing-storage-status"	= "Перевіряю жорсткі диски.";
"test-ongoing-video-status"		= "Перевіряю графіку.";

"test-ongoing-pass-time-text"	= " у перевірці...";
"test-ongoing-pass-time-1-text"	= " ";
"test-ongoing-pass-time-2-text"	= " у перевірці...";
"test-ongoing-sess-pass-text"	= "Номер проходу: ";
"test-ongoing-sess-time-text"	= "Загальний час перевірки: ";

"test-desc-initial-1-text"	= "Програма Apple Hardware Test — це перевірочний засіб для виявлення проблем із компонентами обладнання вашого комп’ютера.";
"test-desc-initial-2-text"	= " ";
"test-desc-initial-3-text"	= "Перевірки допоможуть визначити, де виникає неполадка — у програмному забезпеченні чи в обладнанні.";
"test-desc-initial-4-text"	= " ";
"test-desc-initial-5-text"	= "Якщо в результаті перевірки виявиться, що з обладнанням все гаразд, то для подальшого усунення неполадок можна звернутися до посібника користувача, отриманого з комп’ютером, чи до системної Довідки.";
"test-desc-initial-6-text"	= " ";

"test-desc-intro-quick-text"	= "Приблизний час до завершення: 3 хв. чи довше, залежно від обсягу встановленої пам’яті.";	/* default */
"test-desc-intro-quick-text2"	= "Приблизний час до завершення: 10-15 сек. чи довше, залежно від обсягу встановленої пам’яті.";
"test-desc-intro-quick-text3"	= "Приблизний час до завершення: 2 хв. чи довше, залежно від обсягу встановленої пам’яті.";
"test-desc-intro-quick-text4"	= "Приблизний час до завершення: 4 хв. чи довше, залежно від обсягу встановленої пам’яті.";

"test-desc-intro-extend-text"	= "Приблизний час до завершення: 1 год. чи довше, залежно від обсягу встановленої пам’яті.";	/* default */
"test-desc-intro-extend-text2"	= "Приблизний час до завершення: 10-15 хв. чи довше, залежно від обсягу встановленої пам’яті.";
"test-desc-intro-extend-text3"	= "Приблизний час до завершення: 30 хв. чи довше, залежно від обсягу встановленої пам’яті.";
"test-desc-intro-extend-text4"	= "Приблизний час до завершення: 2 год. чи довше, залежно від обсягу встановленої пам’яті.";

"test-desc-option-extend-text"	= "Виконати розширену перевірку (займе значно більше часу).";
"test-desc-option-loop-text"	= "Зациклення ввімкнено.";

"test-desc-quick-running-1-text"	= "Триває перевірка...";
"test-desc-quick-running-2-text"	= "Щоб зупинити перевірку, натисніть кнопку «Зупинити перевірку».";
"test-desc-quick-running-3-text"	= "Також можна спробувати одночасно натиснути клавішу Command (клавішу з логотипом Apple) і клавішу з крапкою.";
"test-desc-quick-running-4-text"	= " ";

"test-desc-extend-running-1-text"	= "Триває розширена перевірка…";
"test-desc-extend-running-2-text"	= "Щоб зупинити перевірку, натисніть кнопку «Зупинити перевірку».";
"test-desc-extend-running-3-text"	= "Також можна спробувати одночасно натиснути клавішу Command (клавішу з логотипом Apple) і клавішу з крапкою.";
"test-desc-extend-running-4-text"	= " ";

/* About the Tests and Results Test tests failed */
"test-result-testing-1-text"		= "Увага! Програма Apple Hardware Test виявила помилку.";
"test-result-testing-2-text"		= " ";
"test-result-testing-3-text"		= "Спочатку занотуйте код помилки в області результатів перевірки.";
"test-result-testing-4-text"		= " ";
"test-result-testing-5-text"		= "По-друге, якщо до комп’ютера під’єднано будь-які зовнішні пристрої, вимкніть комп’ютер, від’єднайте всі периферійні пристрої та запустіть Розширену перевірку, щоб отримати підтверджені результати.";
"test-result-testing-6-text"		= " ";
"test-result-testing-7-text"		= "Далі, якщо помилка досі виникає, зверніться до інформації про сервіс та підтримку, отриманих із вашим комп’ютером, щоб дізнатися, як зв’язатися зі службою підтримки AppleCare для подальшого отримання допомоги.";
"test-result-testing-8-text"		= " ";

/* About the Tests and Results Test POST failed */
"test-result-startup-1-text"		= "Увага! Програма Apple Hardware Test виявила помилку під час запуску.";
"test-result-startup-2-text"		= " ";
"test-result-startup-3-text"		= "Спочатку занотуйте коди помилок в області результатів перевірки.";
"test-result-startup-4-text"		= " ";
"test-result-startup-5-text"		= "По-друге, якщо до комп’ютера під’єднано будь-які зовнішні пристрої, вимкніть комп’ютер, від’єднайте всі периферійні пристрої та запустіть Розширену перевірку, щоб отримати підтверджені результати.";
"test-result-startup-6-text"		= " ";
"test-result-startup-7-text"		= "Далі, якщо помилка досі виникає, зверніться до інформації про сервіс та підтримку, отриманих із вашим комп’ютером, щоб дізнатися, як зв’язатися зі службою підтримки AppleCare для подальшого отримання допомоги.";
"test-result-startup-8-text"		= " ";
"test-result-startup-9-text"		= " ";
"test-result-startup-10-text"		= " ";
"test-result-startup-11-text"		= " ";


/* HW-Profile values */

"prof-prod-group-title"			= "Продукт";
"prof-prod-group-subtitle"		= "Досьє продукту:";
"prof-prod-name-label"			= "Ім’я Mac:";
"prof-prod-model-label"			= "Модель Mac:";
"prof-prod-cputype-label"		= "Тип процесора:";
"prof-prod-cpucount-label"		= "Кількість процесорів:";
"prof-prod-cpucoretotal-label"	= "Загальна кількість ядер:";
"prof-prod-cpucorecount-label"	= "Кількість ядер:";
"prof-prod-cpuspeed-label"		= "Швидкість процесора:";
"prof-prod-cpucache-label"		= "Кеш 2-го рівня (на кожному процесорі):";

"prof-prod-L2cache-label"		= "Кеш 2 рівня:";
"prof-prod-L2cachecore-label"	= "Кеш 2 рівня (на кожному ядрі):";
"prof-prod-L3cache-label"		= "Кеш 3 рівня:";

"prof-prod-cpucache3-label"		= "Кеш 3-го рівня (на кожному процесорі):";
"prof-prod-mlb-sn-label"		= "Серійний № МП:";
"prof-processor-tray-sn-label"	= "Серійний № процесорного відсіку:";

"prof-graph-group-title"		= "Відео";
"prof-graph-group-subtitle"		= "Досьє відео:";
"prof-graph-chipset-label"		= "Графіка:";
"prof-graph-vram-label"			= "VRAM:";
"prof-graph-disp-width-label"	= "Ширина дисплея (пікс.):";
"prof-graph-disp-height-label"	= "Висота дисплея (пікс.):";

"prof-communi-group-title"		= "Зв’язок";
"prof-communi-group-subtitle"	= "Досьє з’язку:";
"prof-communi-enet-mac-label"	= "MAC-адреса Ethernet:";
"prof-communi-fwire-mac-label"	= "MAC-адреса FireWire:";
"prof-communi-airp-type-label"	= "AirPort:";
"prof-communi-bluetooth-label"	= "Bluetooth:";
"prof-communi-irport-label"		= "ІЧ-приймач:";
"prof-communi-usb1-connect-label"	= "USB-порт 1:";
"prof-communi-usb2-connect-label"	= "USB-порт 2:";
"prof-communi-usb3-connect-label"	= "USB-порт 3:";
"prof-communi-usb4-connect-label"	= "USB-порт 4:";

"prof-memo-group-title"			= "Пам’ять";
"prof-memo-group-subtitle"		= "Досьє пам’яті:";
"prof-memo-overview-label"		= "Огляд";
"prof-memo-slot-1-label"		= "Пам’ять №1";
"prof-memo-slot-2-label"		= "Пам’ять №2";
"prof-memo-slot-3-label"		= "Пам’ять №3";
"prof-memo-slot-4-label"		= "Пам’ять №4";
"prof-memo-slot-5-label"		= "Пам’ять №5";
"prof-memo-slot-6-label"		= "Пам’ять №6";
"prof-memo-slot-7-label"		= "Пам’ять №7";
"prof-memo-slot-8-label"		= "Пам’ять №8";

"prof-memo-type-str"			= "SDRAM на материнській платі.";
"prof-memo--str"				= "Невідомо";
"prof-memo-pc2-3700-str"		= "PC2-3700";
"prof-memo-pc2-4000-str"		= "PC2-4000";
"prof-memo-pc2-4200-str"		= "PC2-4200";
"prof-memo-pc2-4800-str"		= "PC2-4800";
"prof-memo-ddr2-str"			= "DDR2 SDRAM";
"prof-memo-fbdimm-str"			= "FBDIMM";
"prof-memo-cl-str"				= "CL";
"prof-memo-ct1-str"				= " Час циклу (нс)";
"prof-memo-ct2-str"				= " Цикл (нс)";
"prof-memo-ct3-str"				= " (нс)";
"prof-memo-rev-str"				= "Rev.";
"prof-memo-paired-str"			= "Спарений з №";
"prof-memo-paired-not-str"		= " не спарений";
"prof-memo-mismatch-label"		= "Невідповідність:";
"prof-memo-size-str"			= " розмір";
"prof-memo-speed-str"			= " швидкість";
"prof-memo-vendor-str"			= " постачальник";
"prof-memo-recommend-str"		= "Рекомендована: ";
"prof-memo-post-fail-str"		= "Збій POST";

"prof-board-group-title"		= "Материнська плата";
"prof-board-brom-vers-label"	= "Версія Boot ROM:";
"prof-board-smc-vers-label"		= "Версія SMC:";
"prof-board-syst-sn-label"		= "Системний серійний №:";
"prof-board-bootdev-label"		= "Стандартний пристрій запуску:";

"prof-stor-group-title"			= "Сховище";
"prof-stor-size-label"			= "Розмір:";

"prof-powr-group-title"			= "Живлення";
"prof-powr-group-subtitle"		= "Досьє живлення:";
"prof-powr-src-label"			= "Джерело живлення:";
"prof-powr-src-wall-str"		= "Адаптер";
"prof-powr-src-batt-str"		= "Акумулятор";
"prof-powr-ac-on-str"			= "Під’єднано";
"prof-powr-ac-off-str"			= "Не під’єднано";
"prof-powr-capac-label"			= "Місткість:";
"prof-powr-volt-label"			= "Напруга:";
"prof-powr-status-label"		= "Стан:";

